Repository: FrozenAssassine/Fastedit
Catalog: Fastedit/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AboutPage_ContactButton.Content
source: Contact
de_de: Kontakt

# AboutPage_ContactViaEmail.Text
source: You can contact us via email:
de_de: Du kannst mich über Email kontaktieren:

# AboutPage_DevelopedBy.Text
source: Developed by:
de_de: Entwickelt von:

# AboutPage_NugetPackagesUsed.Text
source: Nuget-packages used
de_de: Verwendete Nuget-Pakete

# AboutPage_ReportSubmitFeature.Content
source: Report bug/submit feature
de_de: Bug melden / Feature vorschlagen

# AskSaveDialog_AskSaveContent.Text
source: Do you want save changes of
de_de: Möchtest du die Änderungen speichern?

# AskSaveDialog_AskToSaveFile.Text
source: Do you want save file
de_de: Möchtest du die Datei speichern?

# AskSaveDialog_CancelButton.Text
source: Cancel
de_de: Abbrechen

# AskSaveDialog_DontSaveButton.Text
source: Don't save
de_de: Nicht speichern

# AskSaveDialog_FileWasDeletedFromYourPc.Text
source: The file was deleted from your PC, do you want save it?
de_de: Die Datei ist nicht mehr auf deinem PC gespeichert, möchtest du sie speichern?

# AskSaveDialog_Save.Text
source: Save?
de_de: Speichern?

# AskSaveDialog_SaveButton.Text
source: Save
de_de: Speichern

# Disclaimer_Content1.Text
source: Disclaimer
de_de: Haftungsausschluss

# Disclaimer_Content10.Text
source: Service
de_de: Dienst

# Disclaimer_Content11.Text
source: refers to the Application.
de_de: bezieht sich auf die Anwendung.

# Disclaimer_Content12.Text
source: You
de_de: Sie

# Disclaimer_Content13.Text
source: means the individual accessing the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.
de_de: bezeichnet die Person, die auf den Dienst zugreift, oder das Unternehmen oder eine andere juristische Person, in deren Namen diese Person auf den Dienst zugreift oder ihn nutzt, soweit zutreffend.

# Disclaimer_Content14.Text
source: Application
de_de: Anwendung

# Disclaimer_Content15.Text
source: means the software program provided by the Company downloaded by You on any electronic device named Fastedit.
de_de: bezeichnet das vom Unternehmen bereitgestellte Softwareprogramm, das von Ihnen auf ein elektronisches Gerät namens Fastedit heruntergeladen wird.

# Disclaimer_Content16.Text
source: Disclaimer
de_de: Haftungsausschluss

# Disclaimer_Content17.Text
source: The information contained on the Service is for general information purposes only.
de_de: Die im Dienst enthaltenen Informationen dienen nur zu allgemeinen Informationszwecken.

# Disclaimer_Content18.Text
source: The Company assumes no responsibility for errors or omissions in the contents of the Service.
de_de: Das Unternehmen übernimmt keine Verantwortung für Fehler oder Auslassungen in den Inhalten des Dienstes.

# Disclaimer_Content19.Text
source: In no event shall the Company be liable for any special, direct, indirect, consequential, or incidental damages or any damages whatsoever, whether in an action of contract, negligence or other tort, arising out of or in connection with the use of the Service or the contents of the Service. The Company reserves the right to make additions, deletions, or modifications to the contents on the Service at any time without prior notice. This Disclaimer has been created with the help of the
de_de: In keinem Fall haftet das Unternehmen für besondere, direkte, indirekte, Folge- oder Nebenschäden oder Schäden jeglicher Art, sei es aus einer Vertragshandlung, Fahrlässigkeit oder einer anderen unerlaubten Handlung, die sich aus oder im Zusammenhang mit der Nutzung des Dienstes oder des Inhalts des Dienstes ergeben. Das Unternehmen behält sich das Recht vor, jederzeit ohne vorherige Ankündigung Ergänzungen, Löschungen oder Änderungen an den Inhalten des Dienstes vorzunehmen. Dieser Haftungsausschluss wurde mit Hilfe des

# Disclaimer_Content2.Text
source: Last updated: January 14, 2022
de_de: Letzte Aktualisierung 14.01.2022

# Disclaimer_Content20.Text
source: Disclaimer Template
de_de: Disclaimer Templates erstellt.

# Disclaimer_Content21.Text
source: The Company does not warrant that the Service is free of viruses or other harmful components.
de_de: Das Unternehmen garantiert nicht, dass der Dienst frei von Viren oder anderen schädlichen Komponenten ist.

# Disclaimer_Content22.Text
source: External Links Disclaimer
de_de: Haftungsausschluss für externe Links

# Disclaimer_Content23.Text
source: The Service may contain links to external websites that are not provided or maintained by or in any way affiliated with the Company.
de_de: Der Dienst kann Links zu externen Websites enthalten, die nicht vom Unternehmen bereitgestellt oder gepflegt werden oder in irgendeiner Weise mit dem Unternehmen verbunden sind.

# Disclaimer_Content24.Text
source: Please note that the Company does not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites.
de_de: Bitte beachten Sie, dass das Unternehmen keine Garantie für die Richtigkeit, Relevanz, Aktualität oder Vollständigkeit der Informationen auf diesen externen Websites übernimmt.

# Disclaimer_Content25.Text
source: Errors and Omissions Disclaimer
de_de: Haftungsausschluss für Fehler und Auslassungen

# Disclaimer_Content26.Text
source: The information given by the Service is for general guidance on matters of interest only. Even if the Company takes every precaution to insure that the content of the Service is both current and accurate, errors can occur. Plus, given the changing nature of laws, rules and regulations, there may be delays, omissions or inaccuracies in the information contained on the Service.
de_de: Die vom Dienst bereitgestellten Informationen dienen nur der allgemeinen Orientierung in Angelegenheiten von Interesse. Selbst wenn das Unternehmen alle Vorsichtsmaßnahmen trifft, um sicherzustellen, dass der Inhalt des Dienstes sowohl aktuell als auch genau ist, können Fehler auftreten. Darüber hinaus kann es angesichts der sich ändernden Gesetze, Regeln und Vorschriften zu Verzögerungen, Auslassungen oder Ungenauigkeiten in denen im Service enthaltenen Informationen kommen.

# Disclaimer_Content27.Text
source: The Company is not responsible for any errors or omissions, or for the results obtained from the use of this information.
de_de: Das Unternehmen ist nicht verantwortlich für Fehler, Auslassungen oder für die Ergebnisse, die durch die Verwendung dieser Informationen erzielt werden.

# Disclaimer_Content28.Text
source: Fair Use Disclaimer
de_de: Haftungsausschluss für faire Nutzung

# Disclaimer_Content29.Text
source: The Company may use copyrighted material which has not always been specifically authorized by the copyright owner. The Company is making such material available for criticism, comment, news reporting, teaching, scholarship, or research.
de_de: Das Unternehmen kann urheberrechtlich geschütztes Material verwenden, das nicht immer ausdrücklich vom Urheberrechtsinhaber genehmigt wurde. Das Unternehmen stellt solches Material für Kritik, Kommentare, Nachrichtenberichterstattung, Lehre, Wissenschaft oder Forschung zur Verfügung.

# Disclaimer_Content3.Text
source: Interpretation and Definitions
de_de: Interpretation und Definition

# Disclaimer_Content30.Text
source: The Company believes this constitutes a "fair use" of any such copyrighted material as provided for in section 107 of the United States Copyright law.
de_de: Das Unternehmen ist der Ansicht, dass dies eine "faire Nutzung" von urheberrechtlich geschütztem Material gemäß Abschnitt 107 des Urheberrechtsgesetzes der Vereinigten Staaten darstellt.

# Disclaimer_Content31.Text
source: If You wish to use copyrighted material from the Service for your own purposes that go beyond fair use, You must obtain permission from the copyright owner.
de_de: Wenn Sie urheberrechtlich geschütztes Material aus dem Dienst für Ihre eigenen Zwecke verwenden möchten, die über die faire Nutzung hinausgehen, müssen Sie die Erlaubnis des Urheberrechtsinhabers einholen.

# Disclaimer_Content32.Text
source: Views Expressed Disclaimer
de_de: Geäußerte Ansichten Haftungsausschluss

# Disclaimer_Content33.Text
source: The Service may contain views and opinions which are those of the authors and do not necessarily reflect the official policy or position of any other author, agency, organization, employer or company, including the Company.
de_de: Der Dienst kann Ansichten und Meinungen enthalten, die denen der Autoren entsprechen und nicht unbedingt die offizielle Politik oder Position eines anderen Autors, einer Agentur, einer Organisation, eines Arbeitgebers oder eines Unternehmens, einschließlich des Unternehmens, widerspiegeln.

# Disclaimer_Content34.Text
source: Comments published by users are their sole responsibility and the users will take full responsibility, liability and blame for any libel or litigation that results from something written in or as a direct result of something written in a comment. The Company is not liable for any comment published by users and reserves the right to delete any comment for any reason whatsoever.
de_de: Kommentare, die von Benutzern veröffentlicht werden, liegen in ihrer alleinigen Verantwortung und die Benutzer übernehmen die volle Verantwortung, Haftung und Schuld für verleumdungen oder rechtsstreitigkeiten, die sich aus etwas ergeben, das in oder als direkte Folge von etwas in einem Kommentar geschrieben wurde. Das Unternehmen haftet nicht für Kommentare, die von Benutzern veröffentlicht werden, und behält sich das Recht vor, Kommentare aus irgendeinem Grund zu löschen.

# Disclaimer_Content35.Text
source: No Responsibility Disclaimer
de_de: Haftungsausschluss für keine Verantwortung

# Disclaimer_Content36.Text
source: The information on the Service is provided with the understanding that the Company is not herein engaged in rendering legal, accounting, tax, or other professional advice and services. As such, it should not be used as a substitute for consultation with professional accounting, tax, legal or other competent advisers.
de_de: Die Informationen über den Dienst werden unter dem Verständnis bereitgestellt, dass das Unternehmen hierin nicht in der Erbringung von rechtlichen, buchhalterischen, steuerlichen oder anderen professionellen Ratschlägen und Dienstleistungen tätig ist. Als solches sollte es nicht als Ersatz für die Beratung mit professionellen Buchhaltungs-, Steuer-, Rechts- oder anderen kompetenten Beratern verwendet werden.

# Disclaimer_Content37.Text
source: In no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever arising out of or in connection with your access or use or inability to access or use the Service.
de_de: In keinem Fall haftet das Unternehmen für besondere, zufällige, indirekte oder Folgeschäden, die sich aus oder im Zusammenhang mit Ihrem Zugriff oder Ihrer Nutzung oder der Unfähigkeit, auf den Dienst zuzugreifen oder ihn zu nutzen, ergeben.

# Disclaimer_Content38.Text
source: "Use at Your Own Risk" Disclaimer
de_de: Haftungsausschluss "Nutzung auf eigene Gefahr"

# Disclaimer_Content39.Text
source: All information in the Service is provided "as is", with no guarantee of completeness, accuracy, timeliness or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability and fitness for a particular purpose.
de_de: Alle Informationen im Dienst werden "wie besehen" zur Verfügung gestellt, ohne Garantie für Vollständigkeit, Genauigkeit, Aktualität oder der Ergebnisse, die durch die Verwendung dieser Informationen erzielt werden, und ohne jegliche ausdrückliche oder stillschweigende Gewährleistung, einschließlich, aber nicht beschränkt auf Garantien der Leistung, Marktgängigkeit und Eignung für einen bestimmten Zweck.

# Disclaimer_Content40.Text
source: The Company will not be liable to You or anyone else for any decision made or action taken in reliance on the information given by the Service or for any consequential, special or similar damages, even if advised of the possibility of such damages.
de_de: Das Unternehmen haftet Ihnen oder anderen gegenüber nicht für Entscheidungen oder Maßnahmen, die im Vertrauen auf die vom Dienst bereitgestellten Informationen getroffen werden, oder für Folgeschäden, besondere oder ähnliche Schäden, selbst wenn auf die Möglichkeit solcher Schäden hingewiesen wurde.

# Disclaimer_Content41.Text
source: Contact Us
de_de: Kontaktieren Sie uns

# Disclaimer_Content42.Text
source: If you have any questions about this Disclaimer, You can contact Us:
de_de: Wenn Sie Fragen zu diesem Haftungsausschluss haben, können Sie uns kontaktieren:

# Disclaimer_Content5.Text
source: The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.
de_de: Die Wörter, von denen der Anfangsbuchstabe groß geschrieben wird, haben Bedeutungen, die unter den folgenden Bedingungen definiert sind. Die folgenden Definitionen haben die gleiche Bedeutung, unabhängig davon, ob sie im Singular oder im Plural erscheinen.

# Disclaimer_Content6.Text
source: Definitions
de_de: Definition

# Disclaimer_Content7.Text
source: For the purposes of this Disclaimer:
de_de: Für die Zwecke dieses Haftungsausschlusses:

# Disclaimer_Content8.Text
source: Company
de_de: Firma

# Disclaimer_Content9.Text
source: (referred to as either "the Company", "We", "Us" or "Our" in this Disclaimer) refers to Fastedit.
de_de: (in diesem Haftungsausschluss entweder als "das Unternehmen", "wir", "uns" oder "unser" bezeichnet) bezieht sich auf Fastedit.

# DropDownMenu_Copy.Text
source: Copy
de_de: Kopieren

# DropDownMenu_Cut.Text
source: Cut
de_de: Ausschneiden

# DropDownMenu_Dialogs_Encoding.Text
source: Encoding
de_de: Kodierung

# DropDownMenu_Dialogs_Info.Text
source: File info
de_de: Datei Info

# DropDownMenu_Dialogs_Share.Text
source: Share
de_de: Teilen

# DropDownMenu_FormatCode.Text
source: Format code
de_de: Code formatieren

# DropDownMenu_GoToLine.Text
source: Go to
de_de: Gehe zu

# DropDownMenu_LockTab.Text
source: Lock editing
de_de: Bearbeitung sperren

# DropDownMenu_New.Text
source: New
de_de: Neu

# DropDownMenu_Open.Text
source: Open
de_de: Öffnen

# DropDownMenu_Paste.Text
source: Paste
de_de: Einfügen

# DropDownMenu_Recyclebin.Text
source: Recycle bin
de_de: Papierkorb

# DropDownMenu_Redo.Text
source: Redo
de_de: Schritt vor

# DropDownMenu_Replace.Text
source: Replace
de_de: Ersetzen

# DropDownMenu_Save.Text
source: Save
de_de: Speichern

# DropDownMenu_SaveAs.Text
source: Save as
de_de: Speichern unter

# DropDownMenu_Search.Text
source: Search
de_de: Suchen

# DropDownMenu_SelectAll.Text
source: Select all
de_de: Alles auswählen

# DropDownMenu_Settings.Text
source: Settings
de_de: Einstellungen

# DropDownMenu_SpellChecking.Text
source: Spellchecking
de_de: Rechtschreibprüfung

# DropDownMenu_SubMenu_Dialogs.Text
source: Dialogs
de_de: Dialoge

# DropDownMenu_SubMenu_Window.Text
source: Window
de_de: Fenster

# DropDownMenu_Title_Advanced.Title
source: Advanced
de_de: Erweitert

# DropDownMenu_Title_Document.Title
source: Document
de_de: Dokument

# DropDownMenu_Title_Edit.Title
source: Edit
de_de: Bearbeiten

# DropDownMenu_Title_File.Title
source: File
de_de: Datei

# DropDownMenu_Title_View.Title
source: View
de_de: Ansicht

# DropDownMenu_Undo.Text
source: Undo
de_de: Schritt zurück

# DropDownMenu_Window_Close.Text
source: Close
de_de: Schließen

# DropDownMenu_Window_Fullscreen.Text
source: Fullscreen
de_de: Vollbild

# DropDownMenu_Window_MarkdownPreview.Text
source: Toggle Markdown
de_de: Markdown umschalten

# DropDownMenu_Window_Minimode.Text
source: Minimode
de_de: Kompakter Modus

# DropDownMenu_Window_SurroundWith.Text
source: Surround with
de_de: Umschließen mit

# DropDownMenu_WordWrap.Text
source: Wordwrap
de_de: Zeilenumbruch

# DropDownMenu_ZoomIn.Text
source: Zoom in
de_de: Vergrößern

# DropDownMenu_ZoomOut.Text
source: Zoom out
de_de: Verkleinern

# EncodingDialog_Button_Cancel.Text
source: Cancel
de_de: Abbrechen

# EncodingDialog_Button_Done.Text
source: Done
de_de: Fertig

# EncodingDialog_Title.Text
source: Encoding:
de_de: Kodierung:

# ErrorDialogs.LoadTempTabError.Text
source: Couldn't load temporary saved tab, maybe the file was deletet from your pc?
de_de: Konnte den temporär gespeicherten Tab nicht laden, warcheinlich wurde die Datei von deinem PC gelöscht

# ErrorDialogs_CloseTabError.Text
source: Couldn't close tab!
de_de: Konnte den Tab nicht schließen

# ErrorDialogs_CreateTabErrorDialog.Text
source: Error while creating new tab!
de_de: Fehler beim erstellen des Tabs

# ErrorDialogs_DragDropError.Text
source: Error occured while opening dragged file
de_de: Fehler beim öffnen der Datei

# ErrorDialogs_GetTabError.Text
source: There was an error, while getting current tab
de_de: Bei der Umwandlung des Tabs ist ein fehler aufgetreten

# ErrorDialogs_Header_Error.Text
source: Error
de_de: Fehler

# ErrorDialogs_LoadTabsError.Text
source: Error occured while trying to load tabs
de_de: Beim Laden der Tabs ist ein Fehler aufgetreten

# ErrorDialogs_OpenErrorDialog.Text
source: Couldn't open file
de_de: Konnte die Datei nicht öffnen

# ErrorDialogs_SaveDataBaseError.Text
source: Error occured while saving database
de_de: Fehler beim Versuch die Datenbank zu speichern

# ErrorDialogs_SaveDataBaseError_Close.Text
source: Close
de_de: Abbrechen

# ErrorDialogs_SaveDataBaseError_CloseAnyway.Text
source: Close anyway
de_de: Schließe trotzdem

# ErrorDialogs_SaveDataBaseError_Retry.Text
source: Retry
de_de: Nochmal

# ErrorDialogs_SaveErrorDialog.Text
source: Couldn't write to file!
de_de: Konnte nicht in die Datei schreiben

# ErrorDialogs_SaveFileError.Text
source: File couldn't be saved:
de_de: Datei konnte nicht gespeichert werden

# ErrorDialogs_Title_DataBaseError.Text
source: Database error
de_de: Datenbank fehler

# FileInfo_CharacterCount.Text
source: Characters:
de_de: Zeichen:

# FileInfo_CopyButton.ToolTipService.ToolTip
source: Copy
de_de: Kopieren

# FileInfo_Created.Text
source: Created:
de_de: Erstelldatum:

# FileInfo_Extension.Text
source: Extension:
de_de: Endung:

# FileInfo_FileInfo.Text
source: Fileinfo
de_de: Datei Informationen

# FileInfo_Filepath.Text
source: Path:
de_de: Pfad:

# FileInfo_FileSize.Text
source: Size on disk:
de_de: Größe auf Datenträger:

# FileInfo_LastModified.Text
source: Last modified:
de_de: Zuletzt geändert:

# FileInfo_WordCount.Text
source: Words:
de_de: Wörter:

# InfoBarMessage_FileInvalidPath.Text
source: The specified path is invalid
de_de: Der angegebene Pfad ist ungültig

# InfoBarMessage_FileInvalidPath_Title.Text
source: Invalid path
de_de: Ungültiger Pfad

# InfoBarMessage_FileNoAccess.Text
source: You do not have access to open this file
de_de: Du hast keine Berechtigung, um diese Datei zu öffnen

# InfoBarMessage_FileNoAccess_Title.Text
source: No access
de_de: Keine Berechtigung

# InfoBarMessage_FileNotFound.Text
source: The file could not be found
de_de: Die Datei konnte nich gefunden werden

# InfoBarMessage_FileNotFound_Title.Text
source: File not found
de_de: Datei nicht gefunden

# InfoBarMessage_LoadingFile.Text
source: Opening file
de_de: Öffnet die Datei

# InfoBarMessage_NewVersion_Text1.Text
source: Welcome to Fastedit version
de_de: Wilkommen zu Fastedit version

# InfoBarMessage_NotOpenInNewView.Text
source: There was an error, while trying to open this document in a new window
de_de: Beim öffnen des Dokuments in einem neuen Fenster ist ein Fehler aufgetreten

# InfoBarMessage_NotOpenInNewView_Title.Text
source: New Window error
de_de: Fehler

# InfoBarMessage_SearchNotFound.Text
source: was not found
de_de: wurde nicht gefunden

# InfoBarMessage_UpdatingEncoding.Text
source: Updating encoding, this might take some time
de_de: Aktualisiert die Kodierung, dies könnte einen Weile dauern

# InfoBarMesssage_CloseAllInstances.Text
source: Please close all instances of Fastedit
de_de: Bitte schließe alle geöffneten Instanzen von Fastedit

# InfoBarMesssage_CloseAllInstances_Title.Text
source: Close
de_de: Schließen

# MainPageGoToLineWindow.Title
source: Go to line
de_de: Gehe zu Zeile

# MainPageGoToLineWindow_LineTextBox_Placeholder.PlaceholderText
source: Line...
de_de: Zeile...

# MainPageSearchWindow.Title
source: Search
de_de: Suche

# MainPageSearchWindow_FindTextBox_Placeholder.PlaceholderText
source: Find...
de_de: Suchen...

# MainPageSearchWindow_ReplaceTextBox_Placeholder.PlaceholderText
source: Replace...
de_de: Ersetzen...

# MainPage_SearchWindow_FindWholeWordButton.Content
source: Whole word
de_de: Ganzes Wort

# MainPage_SearchWindow_ReplaceAllButton.Content
source: Replace all
de_de: Alles ersetzen

# MainPage_Statusbar_Saved.Text
source: Saved
de_de: Gespeichert

# MainPage_Statusbar_Unsaved.Text
source: Unsaved
de_de: Ungespeichert

# MainPage_Statusbar_Wordcount.Text
source: Words
de_de: Wörter

# PrivacyPolicy_Part1.Text
source: By using the app Fastedit you are consenting to our policies regarding the collection, use and disclosure of personal information set out in this privacy policy.
de_de: Durch die Nutzung der App Fastedit stimmen Sie unseren Richtlinien bezüglich der Erfassung, Verwendung und Offenlegung personenbezogener Daten zu, die in dieser Datenschutzerklärung dargelegt sind.

# PrivacyPolicy_Part2.Text
source: We do not collect, store, use or share any information, personal or otherwise.
de_de: Wir sammeln, speichern, verwenden oder teilen keine persönlichen Daten oder sonstigen Informationen.

# PrivacyPolicy_Part3.Text
source: If you email the developer for support or other feedback, the emails with email addresses will be retained for quality assurance purposes. The email addresses will be used only to reply to the concerns or suggestions raised and will never be used for any marketing purpose.
de_de: Wenn Sie dem Entwickler eine E-Mail für Support, Feedback oder anderes senden, werden die E-Mails mit E-Mail-Adressen zu Qualitätssicherungszwecken aufbewahrt. Die E-Mail-Adressen werden nur verwendet, um auf geäußertes Feedback, Support oder andere zu antworten, und werden niemals für Marketingzwecke verwendet.

# PrivacyPolicy_Part4.Text
source: We will not disclose your information to any third party except if you expressly consent or where required by law.
de_de: Wir werden Ihre Daten nicht an Drittanbieter weitergeben, es sei denn, Sie stimmen ausdrücklich zu oder wenn dies gesetzlich vorgeschrieben ist.

# PrivacyPolicy_Part5.Text
source: If you have any questions regarding this privacy policy, you can email
de_de: Wenn Sie Fragen zu dieser Datenschutzerklärung haben, können Sie uns eine E-Mail senden.

# PrivacyPolicy_Title1.Text
source: Privacy Policy
de_de: Datenschutzerklärung

# PrivacyPolicy_Title2.Text
source: Collection of Personal Information
de_de: Erfassung personenbezogener Daten

# PrivacyPolicy_Title4.Text
source: Disclosure of Personal Information
de_de: Offenlegung personenbezogener Daten

# PrivacyPolicy_Title5.Text
source: Contacting Us
de_de: Kontaktieren Sie uns

# RenameThemeDialog_CancelButton.Text
source: Cancel
de_de: Abbrechen

# RenameThemeDialog_DoneButton.Text
source: Done
de_de: Fertig

# RenameThemeDialog_NamePlaceholder.Text
source: Name...
de_de: Benennen

# RenameThemeDialog_Title.Text
source: Name/Rename
de_de: Benennen / Umbenennen

# RichEditBoxMenuFlyout_Cut.Text
source: Cut
de_de: Ausschneiden

# SettingsPage1_Combobox_Font.Text
source: Font
de_de: Schriftart

# SettingsPage1_Combobox_FontBackgroundColor.Header
source: Textbox backgroundcolor
de_de: Textbox Hintergrundfarbe
